const GROUPS = [
  {
    "id": 1,
    "name": "Антибиотики"
  },
  {
    "id": 2,
    "name": "Антиоксидонты"
  },
  {
    "id": 3,
    "name": "Влагоудерживающие вещества"
  },
  {
    "id": 4,
    "name": "Глазирователи"
  },
  {
    "id": 5,
    "name": "Добавки препятствующие слеживанию и комкованию"
  },
  {
    "id": 6,
    "name": "Желеобразователи"
  },
  {
    "id": 7,
    "name": "Загустители"
  },
  {
    "id": 8,
    "name": "Клмплексообразователи"
  },
  {
    "id": 9,
    "name": "Консерванты"
  },
  {
    "id": 10,
    "name": "Красители"
  },
  {
    "id": 11,
    "name": "Наполнители"
  },
  {
    "id": 12,
    "name": "Отвердители"
  },
  {
    "id": 13,
    "name": "Пеногасители"
  },
  {
    "id": 14,
    "name": "Пенообразователи"
  },
  {
    "id": 15,
    "name": "Подсластители"
  },
  {
    "id": 16,
    "name": "Пропеллены"
  },
  {
    "id": 17,
    "name": "Разделяющий агент"
  },
  {
    "id": 18,
    "name": "Разрыхлители"
  },
  {
    "id": 19,
    "name": "Регуляторы кислотности"
  },
  {
    "id": 20,
    "name": "Средства для таблетирования"
  },
  {
    "id": 21,
    "name": "Стабилизаторы"
  },
  {
    "id": 22,
    "name": "Текстураторы"
  },
  {
    "id": 23,
    "name": "Улучшители муки и хлеба"
  },
  {
    "id": 24,
    "name": "Уплотнители(растительных тканей)"
  },
  {
    "id": 25,
    "name": "Усилители вкуса и аромата"
  },
  {
    "id": 26,
    "name": "Эмульгаторы"
  }
]

module.exports.GROUPS = GROUPS;