[
  {
    "id": 1,
    "element": 100,
    "code": "E100",
    "name": "Куркумины",
    "nameEng": "Curcumins",
    "description": "Пищевая добавка Е100 (Куркумины) — ярко-жёлтые натуральные красители, получаемые из растения куркумы (Curcuma longa). Куркумины — полифенолы, легко растворимые в спирте и эфире, нерастворимы в воде. В щелочном растворе добавка Е100 приобретает буро-красный цвет, в минеральных кислотах краситель Е100 цвет не изменяет. Структура куркумина была определена в 1910 году.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 2,
    "element": 101,
    "code": "E101",
    "name": "Рибофлавин",
    "nameEng": "Riboflavin",
    "description": "Пищевая добавка Е101 (рибофлавин, лактофлавин, витамин B2) — один из наиболее важных водорастворимых витаминов, кофермент многих биохимических процессов; относится к красителям искусственного происхождения, используется в технологических целях в процессе производства пищевых продуктов. Представляет собой игольчатые кристаллы жёлто-оранжевого цвета, собранные в друзы, горького вкуса. Хорошо растворим в воде, устойчив в кислых растворах, но легко разрушается в нейтральных и щелочных. Чувствителен к видимому и УФ-излучению и сравнительно легко подвергается обратимому восстановлению.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 3,
    "element": 102,
    "code": "E102",
    "name": "Тартразин",
    "nameEng": "Tartrazine",
    "description": "Пищевая добавка E102 (артразин) — относится к красителям искусственного происхождения, используется в технологических целях в процессе производства пищевых продуктов. В природе в чистом виде не встречается. Краситель Е102 добывается из отходов производства — каменноугольного дёгтя. По своей физической форме тартразин — растворимый в воде порошок жёлтого цвета с золотым оттенком. Под воздействием солнечного света добавка Е102 может распадаться на более простые соединения. Отгружается потребителю в герметичной пластиковой, металлической (эмалированной) или стеклянной (с затемнёнными стенками) таре ввиду своей нестойкости к дневному свету.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 4,
    "element": 103,
    "code": "E103",
    "name": "Алканет",
    "nameEng": "Alkanet (chrysoine resorcinol)",
    "description": "Пищевая добавка Е103 (Алканет, алканин) — естественный краситель от золотого до бордового (тёмно-красного) цвета. Получают из экстрактов растений семейства бурачников Alkanna Tinctoria, произрастающего на юге Франции. Краситель давно нашёл применение как в качестве пищевого красителя, так и в производстве косметики. Она до сих пор используется в качестве красно-коричневой пищевой добавки в Австралии и определяется в Европе как «пищевая добавка E103», но в большинстве стран больше не разрешается для пищевого применения. Иногда также применяют названия «алконин», «алканет» и «шиконин». Алканин стабилен при нормальных температурах и давлении. При воздействии сильных окислителей добавка Е103 распадается на более простые вещества (оксиды азота, углерода, серы).",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 5,
    "element": 104,
    "code": "E104",
    "name": "Жёлтый хинолиновый",
    "nameEng": "Quinoline Yellow",
    "description": "Пищевая добавка Е104 (хинолиновый жёлтый (англ. Quinoline Yellow), также известен как Acid Yellow 3) — органическое соединение, жёлто-зелёный краситель; относится к синтетическим красителям, используется в технологических целях в процессе производства пищевых продуктов. Представляет собой органическое соединение гетероциклического ряда, применяемое для растворения серы и фосфора.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 6,
    "element": 105,
    "code": "E105",
    "name": "Жёлтый прочный AB",
    "nameEng": "Fast Yellow AB (Acid Yellow)",
    "description": "Пищевая добавка Е105 (жёлтый прочный АВ) представляет собой синтетический краситель жёлтого цвета. Относится к группе азокрасителей — красителей на основе соединений азота.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 7,
    "element": 106,
    "code": "E106",
    "name": "Натриевая соль рибофлавин-5′-фосфата",
    "nameEng": "Flavin mononucleotide sodium salt",
    "description": "Пищевая добавка Е106 представляет собой натриевую соль рибофлавин-5'-фосфата. Е106 является синтетическим аналогом натурального витамина B2 и относится к группе красителей, применяемый в разных областях промышленности для окраски продуктов (пищевых и непищевых) в жёлтый цвет и разнообразные его оттенки.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 8,
    "element": 107,
    "code": "E107",
    "name": "Жёлтый 2G",
    "nameEng": "Yellow 2G",
    "description": "Пищевая добавка Е107 (Жёлтый 2G (англ. Yellow 2G), также известен как C.I. Acid Yellow 17, Lissamine Fast Yellow, C.I. 18965) — относится к синтетическим красителям, при использовании которого продукция придаёт жёлтый оттенок. Синтезируется в лабораторных условиях в процессе обработки каменноугольной смолы.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "element": 108,
    "code": "e108"
  },
  {
    "element": 109,
    "code": "e109"
  },
  {
    "id": 11,
    "element": 110,
    "code": "E110",
    "name": "Жёлтый «солнечный закат»",
    "nameEng": "Sunset Yellow FCF (Orange Yellow S)",
    "description": "Пищевая добавка Е110 (жёлтый краситель «солнечный закат»), также называемый «оранжевый жёлтый S» — относится к группе водорастворимых красителей, искусственно синтезируется в лабораторных условиях. Синтетический краситель Е110, особенно эффективен для окраски продуктов, подвергающихся ферментации при термической обработке.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 12,
    "element": 111,
    "code": "E111",
    "name": "Оранжевый GGN",
    "nameEng": "Orange GGN (alpha-naphthol orange)",
    "description": "Пищевая добавка Е111 по химическому составу и свойствам идентична добавке E110, относится к группе азокрасителей. Увидеть различия между красителями E110 и Е111 можно только в инфракрасном свете. Добавка Оранжевый GGN искусственно синтезируется в лабораторных условиях из нефтяных фракций.",
    "risk": "очень высокая",
    "categories": "Красители"
  },
  {
    "element": 112,
    "code": "e112"
  },
  {
    "element": 113,
    "code": "e113"
  },
  {
    "element": 114,
    "code": "e114"
  },
  {
    "element": 115,
    "code": "e115"
  },
  {
    "element": 116,
    "code": "e116"
  },
  {
    "element": 117,
    "code": "e117"
  },
  {
    "element": 118,
    "code": "e118"
  },
  {
    "element": 119,
    "code": "e119"
  },
  {
    "id": 21,
    "element": 120,
    "code": "E120",
    "name": "Кармины",
    "nameEng": "Carmines",
    "description": "Пищевая добавка Е120 (кармин) — красящее вещество красновато-пурпурного цвета животного происхождения, изготавливается из самок насекомых кошенили — Dactylopius coccus, живущих на кактусах опунции. Красящим веществом кармина является карминовая кислота — производное 1-гидроксиантрахинона. Окраска Е120 зависит от кислотности среды: в кислой среде, где pH=3, кармин будет окрашивать в оранжевый; в нейтральной среде, при pH = 5,5 в красный цвет, а при pH = 7 краситель Е120 будет пурпурным.",
    "risk": "низкая",
    "categories": "Красители"
  },
  {
    "id": 22,
    "element": 121,
    "code": "E121",
    "name": "Цитрусовый красный 2",
    "nameEng": "Citrus Red 2",
    "description": "Пищевая добавка Е121 (Цитрусовый красный 2 (англ. Citrus Red 2)), также известен как Citrus Red No. 2, C.I. Solvent Red 80, C.I. 12156 — искусственный пищевой краситель. Е121 — тяжёлое канцерогенное соединение, провоцирующее возникновение раковых опухолей в организме человека.",
    "risk": "крайне высокая",
    "categories": "Красители"
  },
  {
    "id": 23,
    "element": 122,
    "code": "E122",
    "name": "Кармазин",
    "nameEng": "Azorubine (carmoisine)",
    "description": "Пищевая добавка Е122 (азорубин, кармуазин) принадлежит к группе азокрасителей — синтетических красителей красных оттенков. Азорубин относится к производным каменноугольной смолы. Краситель Е122 поставляется обычно в виде динатриевой соли — порошка от красного до темно-бордового цвета. Может использоваться с целью окрашивания продуктов подверженных термической обработке после ферментации. Обладает хорошей светостойкостью.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 24,
    "element": 123,
    "code": "E123",
    "name": "Амарант",
    "nameEng": "Amaranth",
    "description": "Пищевая добавка Е123 (Амарант, Amaranth, FD&C Red No.2, E123, C.I. Food Red 9, Acid Red 27, Azorubin S или C.I. 16185) — синтетическое азосоединение, имеющее цвет от синевато-тёмно-красного до пурпурного оттенка и используемое в качестве пищевого и косметического красителей, но с 1976 года запрещённое в США Управлением по контролю качества пищевых продуктов и лекарственных средств (FDA) по подозрению в канцерогенности. Обычно получают в виде солей тринатрия. Представляет собой растворимый в воде порошок от красновато-коричневого до фиолетового оттенка, разлагающийся при температуре от 120 °C без плавления. Водный раствор вещества имеет максимальное поглощение около 520 нм. Амарант является анионным красителем. Его можно применять к природным и синтетическим волокнам, коже, бумаге и фенолформальдегидной смоле. По списку пищевых добавок имеет код E123. Подобно всем азокрасителям, амарант получали в середине ⅩⅩ века из каменноугольной смолы; современные синтетики более вероятно будут изготавливаться из побочных продуктов нефти. Амарант всё ещё легален в некоторых странах, в частности в Великобритании, где он наиболее часто используется для придания консервированной вишне её отличительного цвета. Название вещества взято от зёрен амаранта, растения с отличительным красным цветом со съедобными богатыми белком семенами.",
    "risk": "очень высокая",
    "categories": "Красители"
  },
  {
    "id": 25,
    "element": 124,
    "code": "E124",
    "name": "Понсо 4R",
    "nameEng": "Ponceau 4R",
    "description": "Пищевая добавка Е124 (Понсо 4R, пунцовый 4R, фр. Ponceau 4R от ponceau — «цвета мака; маковый [цвет]»), кошенилевый красный А (англ. Cocheneal red A, New Coccine и др. названия) — пищевой азокраситель. Краситель Понсо 4R открывает целую палитру оттенков: при добавлении жёлтых (Е102, Е104) или оранжевых (Е110) красителей получается коричневый цвет, а при смешивании с синим красителем Понсо 4R даёт фиолетовую окраску. Продукты, обработанные Е124 можно подвергать любым технологическим операциям (стерилизация, пастеризация, охлаждение, замораживание и пр.).",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 26,
    "element": 125,
    "code": "E125",
    "name": "Понсо SX, пунцовый SX",
    "nameEng": "Scarlet GN (Ponceau SX)",
    "description": "Пищевая добавка Е125 — относится к пищевым красителям синтетического происхождения, используется в процессе производства пищевых продуктов. Представляет собой порошок красного цвета. При смешивании с другими красителями окрашивает продукты в различные цвета. Хорошо растворим в воде. Относится к категории запрещённых веществ.",
    "risk": "очень высокая",
    "categories": "Красители"
  },
  {
    "id": 27,
    "element": 126,
    "code": "E126",
    "name": "Понсо 6R",
    "nameEng": "Ponceau 6R",
    "description": "Пищевая добавка Е126 — относится к пищевым красителям синтетического происхождения, используется в процессе производства пищевых продуктов. Представляет собой порошок красного цвета. При смешивании с другими красителями окрашивает продукты в различные цвета, применяется как восстановитель цвета при производстве различных продуктов.",
    "risk": "очень высокая",
    "categories": "Красители"
  },
  {
    "id": 28,
    "element": 127,
    "code": "E127",
    "name": "Эритрозин",
    "nameEng": "Erythrosine",
    "description": "Пищевая добавка Е127 — относится к пищевым красителям синтетического происхождения, используется в процессе производства пищевых продуктов. Представляет собой порошок или гранулят красного цвета. При смешивании с другими красителями окрашивает продукты в различные цвета.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 29,
    "element": 128,
    "code": "E128",
    "name": "Красный 2G",
    "nameEng": "Red 2G",
    "description": "Пищевая добавка Е128 — относится к пищевым красителям синтетического происхождения, используется в технологических целях в процессе производства пищевых продуктов. Представляет собой порошок или гранулят красного цвета. При смешивании с другими красителями окрашивает продукты в различные цвета.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 30,
    "element": 129,
    "code": "E129",
    "name": "Красный очаровательный АС",
    "nameEng": "Allura Red AC",
    "description": "Пищевая добавка Е129 — относится к пищевым красителям синтетического происхождения, используется в технологических целях в процессе производства пищевых продуктов. Представляет собой тёмно-красный порошок, растворимый в воде, обычно используется в качестве натриевой соли, но также может использоваться в форме кальциевых и калийных солей. В водном растворе его максимальная абсорбция составляет около 504 нм.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 31,
    "element": 130,
    "code": "E130",
    "name": "Синий индантрен RS",
    "nameEng": "Indanthrene blue RS",
    "description": "Пищевая добавка Е130 — относится к пищевым красителям синтетического происхождения, используется в технологических целях в процессе производства пищевых продуктов. При смешивании с другими красителями окрашивает продукты в различные цвета.",
    "risk": "очень высокая",
    "categories": "Красители"
  },
  {
    "id": 32,
    "element": 131,
    "code": "E131",
    "name": "Синий патентованный V",
    "nameEng": "Patent Blue V",
    "description": "Пищевая добавка E131 — синтетический краситель голубого или фиолетового цвета, используется в технологических целях в процессе производства пищевых продуктов. Относится к группе триарилметановых красителей. Получается путём синтезирования из каменноугольной смолы.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 33,
    "element": 132,
    "code": "E132",
    "name": "Индигокармин",
    "nameEng": "Indigo carmine (indigotine, FD&C Blue No. 2)",
    "description": "Пищевая добавка Е132 (индигокармин, индиготин) — относится к пищевым красителям синтетического происхождения, используется в технологических целях в процессе производства пищевых продуктов. Получают из угольного дёгтя путём химической реакции сплавления фенилглицина со щёлочью и амидом натрия. Дальнейшее сульфирование выделяет вещество в виде натриевой соли. В зависимости от уровня кислотности добавка Е132 меняет цвет от ярко-синего до жёлтого. Обладает высокой чувствительностью к свету, под его воздействием неустойчива.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 34,
    "element": 133,
    "code": "E133",
    "name": "Бриллиантовый голубой FCF",
    "nameEng": "Brilliant Blue FCF",
    "description": "Пищевая добавка Е133 — синтетический пищевой краситель (synthetic food colour): краситель, полученный методами органического синтеза, используется в технологических целях в процессе производства пищевых продуктов. Цвет — Синий блестящий FCF.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 35,
    "element": 134,
    "code": "E134",
    "name": "Быстрый зелёный",
    "nameEng": "Fast Green",
    "description": "Пищевая добавка Е134 — относится к пищевым красителям синтетического происхождения, используется в технологических целях в процессе производства пищевых продуктов, имеет бирюзовый цвет.",
    "risk": "очень высокая",
    "categories": "Красители"
  },
  {
    "element": 135,
    "code": "e135"
  },
  {
    "element": 136,
    "code": "e136"
  },
  {
    "element": 137,
    "code": "e137"
  },
  {
    "element": 138,
    "code": "e138"
  },
  {
    "element": 139,
    "code": "e139"
  },
  {
    "id": 41,
    "element": 140,
    "code": "E140",
    "name": "Хлорофилл",
    "nameEng": "Chlorophyll",
    "description": "Пищевая добавка Е140 относится к пищевым красителям растительного происхождения, используется в технологических целях в процессе производства пищевых продуктов, имеет зелёный цвет. Хлорофилл — зелёный пигмент, окрашивающий хлоропласты растений в зелёный цвет. При его участии происходит фотосинтез. По химическому строению хлорофиллы — магниевые комплексы различных тетрапирролов. Хлорофиллы имеют порфириновое строение и близки ему.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 42,
    "element": 141,
    "code": "E141",
    "name": "Хлорофилла медные комплексы",
    "nameEng": "Chlorophyll copper complexes",
    "description": "Пищевая добавка Е141 — натуральный краситель зелёного цвета, используется в технологических целях в процессе производства пищевых продуктов. Добавку Е141 получают из ещё одной добавки, относящейся к группе хлорофиллов — Е140, и отличается повышенной термо- и светостойкостью. По типу Е141 относится к порфиринам, циклическим соединениям, образованным четырьмя пиррольными кольцами, связанными между собой метенильными мостиками. Получают из различных съедобных растений (крапива, люцерна, брокколи) при помощи специальных растворителей, — например, этанола, с добавлением солей меди.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 43,
    "element": 142,
    "code": "E142",
    "name": "Зелёный S",
    "nameEng": "Green S",
    "description": "Пищевая добавка Е142 — синтетический пищевой краситель, который является натриевой солью, получаемой из каменноугольной смолы. Используется в технологических целях в процессе производства пищевых продуктов. Представляет собой порошок или гранулят темно-зелёного, почти чёрного цвета, обладает высокой термостойкостью и умеренной стойкостью к фруктовым кислотам. Придаёт окрашиваемым продуктам красно-зелёный или сине-зелёный оттенок.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 44,
    "element": 143,
    "code": "E143",
    "name": "Зелёный стойкий FCF",
    "nameEng": "Fast Green FCF",
    "description": "Пищевая добавка Е143 — синтетический пищевой триарилметановый краситель морского зелёного цвета, используется в технологических целях в процессе производства пищевых продуктов.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "element": 144,
    "code": "e144"
  },
  {
    "element": 145,
    "code": "e145"
  },
  {
    "element": 146,
    "code": "e146"
  },
  {
    "element": 147,
    "code": "e147"
  },
  {
    "element": 148,
    "code": "e148"
  },
  {
    "element": 149,
    "code": "e149"
  },
  {
    "element": 150,
    "code": "e150"
  },
  {
    "id": 52,
    "element": 151,
    "code": "E151",
    "name": "Бриллиантовый чёрный BN",
    "nameEng": "Brilliant Black BN",
    "description": "Пищевая добавка Е151 (бриллиантовый чёрный BN, чёрный блестящий) — относится к пищевым красителям синтетического происхождения, используется в технологических целях в процессе производства пищевых продуктов, имеет чёрный цвет. При растворении в воде или спирте становится фиолетовым. В сочетании с другими красящими веществами позволяет получить разные варианты коричневого и зелёного цветов.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 53,
    "element": 152,
    "code": "E152",
    "name": "Чёрный 7984",
    "nameEng": "Black 7984",
    "description": "Пищевая добавка Е152 (чёрный 7984) — относится к пищевым красителям синтетического происхождения, используется в технологических целях в процессе производства пищевых продуктов, имеет чёрный цвет. Вещество считается вредным для человеческого организма, при регулярном потреблении может вызвать развитие злокачественных опухолей. Выдерживает высокие температуры, изменения условий влажности и воздействие яркого света. Не влияет на вкус пищи и её усвоение организмом.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 54,
    "element": 153,
    "code": "E153",
    "name": "Древесный уголь",
    "nameEng": "Carbon black (vegetable carbon)",
    "description": "Пищевая добавка Е153 (древесный уголь) — ископаемое органическое вещество, которое образуется под землёй из древних растений. Относится к пищевым красителям натурального происхождения, используется в технологических целях в процессе производства пищевых продуктов. Нерастворимый чёрный пищевой краситель, используемый в кондитерских изделиях, хлебобулочных изделиях и мороженом.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 55,
    "element": 154,
    "code": "E154",
    "name": "Коричневый FK",
    "nameEng": "Brown FK",
    "description": "Пищевая добавка Е154 (Коричневый FK) — относится к пищевым красителям синтетического происхождения, используется в технологических целях в процессе производства пищевых продуктов, имеет красно-коричневый цвет. Искусственного происхождения, в природе не встречается.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "element": 155,
    "code": "e155"
  },
  {
    "element": 156,
    "code": "e156"
  },
  {
    "element": 157,
    "code": "e157"
  },
  {
    "element": 158,
    "code": "e158"
  },
  {
    "element": 159,
    "code": "e159"
  },
  {
    "id": 61,
    "element": 160,
    "code": "E160",
    "name": "Каротиноиды",
    "nameEng": "Carotenoids",
    "description": "Пищевая добавка Е160 (каротиноиды) — тетратерпены и тетратерпеноиды, формально являющиеся производными — продуктами гидрирования, дегидрирования, циклизации, окисления либо их комбинации ациклического предшественника — Ψ,Ψ-каротина (ликопина); ретиноиды к каротиноидам не относятся. К каротиноидам также относят каротины, ксантофиллы и некоторые продукты циклизации и потери части углеродного скелета ликопина.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "element": 161,
    "code": "e161"
  },
  {
    "id": 63,
    "element": 162,
    "code": "E162",
    "name": "Свекольный красный",
    "nameEng": "Betanin",
    "description": "Пищевая добавка Е162 (свекольный красный) — относится к пищевым красителям натурального происхождения, используется в технологических целях в процессе производства пищевых продуктов, имеет красный цвет.",
    "risk": "нулевая",
    "categories": "Красители"
  },
  {
    "id": 64,
    "element": 163,
    "code": "E163",
    "name": "Антоцианы",
    "nameEng": "Anthocyanins",
    "description": "Пищевая добавка Е163 (антоцианы) — относится к пищевым красителям натурального происхождения, имеет красно-фиолетовый цвет, принадлежит к группе антоцианов. Используется в технологических целях в процессе производства пищевых продуктов. Вещества, входящие в данную группу — это пигменты различных оттенков, содержащиеся в вакуолях растений. Название антоцианов в переводе с греческого означает «синий цветок». В естественных условиях антоцианы служат для привлечения опыляющих насекомых, придавая яркий цвет растениям и цветам, а также для их защиты от ультрафиолета и повышенной солнечной активности. В больших количествах они содержатся в красном и тёмном винограде, бузине, чернике, малине, клюкве и некоторых других плодах растений.",
    "risk": "нулевая",
    "categories": "Красители"
  },
  {
    "id": 65,
    "element": 164,
    "code": "E164",
    "name": "Гардениевый жёлтый",
    "nameEng": "Gardenia Yellow",
    "description": "Пищевая добавка Е164 (гардениевый жёлтый) — относится к пищевым красителям натурального происхождения, имеет оранжевый цвет, используется в технологических целях в процессе производства пищевых продуктов. Получают из высушенных цветков шафрана посевного (Crócus sátivus).",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "element": 165,
    "code": "e165"
  },
  {
    "id": 67,
    "element": 166,
    "code": "E166",
    "name": "Сандаловое дерево",
    "nameEng": "Sandalwood",
    "description": "Пищевая добавка Е166 (сандаловое дерево) — относится к пищевым красителям растительного происхождения, имеет оранжевый цвет, используется в технологических целях в процессе производства пищевых продуктов. Сырьём для изготовления пищевой добавки E166 служит санталовая кислота. Изначально получали путём измельчения темно-бордовой сердцевины Pterocarpus santalinus. Сейчас дерево находится на грани исчезновения, вырубка его запрещена. Растение используется только для получения ценного сандалового масла. Красящие пигменты получают из других деревьев с красной древесиной. Стружку обрабатывают эфиром или спиртом и экстрагируют гексаном, хлороформом, уксуснокислым свинцом или другими растворителями.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "element": 167,
    "code": "e167"
  },
  {
    "element": 168,
    "code": "e168"
  },
  {
    "element": 169,
    "code": "e169"
  },
  {
    "id": 71,
    "element": 170,
    "code": "E170",
    "name": "Карбонаты кальция (мел)",
    "nameEng": "Calcium carbonate (chalk)",
    "description": "Пищевая добавка Е170 (карбонаты кальция) — известна как обычный белый мел, используется в технологических целях в процессе производства пищевых продуктов. Представляет собой химическое соединение — соль угольной кислоты, нерастворимую вводе и этаноле. Широко встречается в природе в виде мела, известняка, мрамора, полевого шпата, доломита, яичной скорлупы (на 94% состоит из карбоната кальция), жемчуга, кораллов, сталактитов, сталагмитов и раковин многих морских животных. Для пищевой промышленности добавку Е170 производят путём переработки и очистки меловых отложений. Кальций — макроэлемент, участвующий в формировании костной ткани, процессе свёртывания крови, необходим для поддержания стабильной сердечной деятельности, осуществления процессов передачи нервных импульсов. Нормализует электролитный баланс. Ингибирует активность остеокластов и тормозит резорбцию костной ткани.",
    "risk": "очень низкая",
    "categories": "Красители, Регуляторы кислотности, Разделяющий агент"
  },
  {
    "element": 171,
    "code": "e171"
  },
  {
    "id": 73,
    "element": 172,
    "code": "E172",
    "name": "Оксиды железа",
    "nameEng": "Iron oxides",
    "description": "Основное название пищевой добавки E172 — оксид железа или гидроксид железа, относится к пищевым красителям искусственного происхождения.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 74,
    "element": 173,
    "code": "E173",
    "name": "Алюминий",
    "nameEng": "Aluminium",
    "description": "Пищевая добавка E173 (алюминий) — относится к пищевым красителям искусственного происхождения. Простое вещество алюминий — лёгкий парамагнитный металл серебристо-белого цвета, легко поддающийся формовке, литью, механической обработке. Алюминий обладает высокой тепло- и электропроводностью, стойкостью к коррозии за счёт быстрого образования прочных оксидных плёнок, защищающих поверхность от дальнейшего взаимодействия. По распространённости в земной коре занимает 1-е место среди металлов и 3-е место среди элементов, уступая только кислороду и кремнию. Алюминий образовывает сплавы практически с любыми металлами, обладает высокой стойкостью к коррозии, за счёт его способности быстро образовывать стойкие оксидные плёнки, защищающие поверхность от дальнейшего взаимодействия.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 75,
    "element": 174,
    "code": "E174",
    "name": "Серебро",
    "nameEng": "Silver",
    "description": "Пищевая добавка E174 (серебро) — относится к пищевым красителям искусственного происхождения, обладает не только окрашивающим, но и дезинфицирующим свойством. При небольших концентрациях ионов серебра происходит только преципитация интерстициальных белков и проявляются вяжущее и противовоспалительное действия. В высоких концентрациях ионы серебра вызывают повреждение мембран клеток и внутриклеточных структур, оказывая прижигающее действие (образуются рыхлые альбуминаты).",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 76,
    "element": 175,
    "code": "E175",
    "name": "Золото",
    "nameEng": "Gold",
    "description": "Пищевая добавка E175 (золото) — относится к пищевым красителям искусственного происхождения. Пищевая добавка Е175 используется достаточно редко и в малых количествах в силу своей высокой стоимости. Поэтому краситель Е175 можно отнести к добавкам, безопасным для здоровья человека, при условии соблюдения рекомендованных концентраций.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "element": 176,
    "code": "e176"
  },
  {
    "element": 177,
    "code": "e177"
  },
  {
    "element": 178,
    "code": "e178"
  },
  {
    "element": 179,
    "code": "e179"
  },
  {
    "element": 180,
    "code": "e180"
  },
  {
    "id": 82,
    "element": 181,
    "code": "E181",
    "name": "Танин",
    "nameEng": "Tannin",
    "description": "Пищевая добавка Е181 (танин) — относится к красителям искусственного происхождения, используется в технологических целях в процессе производства пищевых продуктов. Танины — отдельная группа фенольных производных, обнаруженная ещё два столетия назад в составе некоторых растений. Танин обладает явно выраженными дубильными свойствами, поэтому применяется в первую очередь для обработки кож. Согласно структурным особенностям таннины подразделяются на несколько групп, одна из которых нашла применение в технологии получения продуктов питания. Пищевой танин или добавка Е181 обладает окрашивающим, эмульгирующим, стабилизирующим действием. Данное вещество имеет вид бежевого или светло-коричневого порошка, хорошо растворимого в воде и спирте, почти не имеющего запаха, проявляющего лёгкий вяжущий вкус. В заметном количестве таннин содержится в корковом слое дуба, некоторых видах каштана и хвойных деревьев, чайных листах, а также в сырье для виноделия. В промышленных масштабах добавку Е181 получают экстракцией из сумаховых деревьев и кустарников, чернильных образований на дубе и некоторых других породах, стручков цезальпинии.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "element": 182,
    "code": "e182"
  },
  {
    "element": 183,
    "code": "e183"
  },
  {
    "element": 184,
    "code": "e184"
  },
  {
    "element": 185,
    "code": "e185"
  },
  {
    "element": 186,
    "code": "e186"
  },
  {
    "element": 187,
    "code": "e187"
  },
  {
    "element": 188,
    "code": "e188"
  },
  {
    "element": 189,
    "code": "e189"
  },
  {
    "element": 190,
    "code": "e190"
  },
  {
    "element": 191,
    "code": "e191"
  },
  {
    "element": 192,
    "code": "e192"
  },
  {
    "element": 193,
    "code": "e193"
  },
  {
    "element": 194,
    "code": "e194"
  },
  {
    "element": 195,
    "code": "e195"
  },
  {
    "element": 196,
    "code": "e196"
  },
  {
    "element": 197,
    "code": "e197"
  },
  {
    "element": 198,
    "code": "e198"
  },
  {
    "element": 199,
    "code": "e199"
  }
]