[
  {
    "id": 1,
    "element": 100,
    "code": "E100",
    "name": "Куркумины",
    "nameEng": "Curcumins",
    "description": "Пищевая добавка Е100 (Куркумины) — ярко-жёлтые натуральные красители, получаемые из растения куркумы (Curcuma longa). Куркумины — полифенолы, легко растворимые в спирте и эфире, нерастворимы в воде. В щелочном растворе добавка Е100 приобретает буро-красный цвет, в минеральных кислотах краситель Е100 цвет не изменяет. Структура куркумина была определена в 1910 году.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 2,
    "element": 101,
    "code": "E101",
    "name": "Рибофлавин",
    "nameEng": "Riboflavin",
    "description": "Пищевая добавка Е101 (рибофлавин, лактофлавин, витамин B2) — один из наиболее важных водорастворимых витаминов, кофермент многих биохимических процессов; относится к красителям искусственного происхождения, используется в технологических целях в процессе производства пищевых продуктов. Представляет собой игольчатые кристаллы жёлто-оранжевого цвета, собранные в друзы, горького вкуса. Хорошо растворим в воде, устойчив в кислых растворах, но легко разрушается в нейтральных и щелочных. Чувствителен к видимому и УФ-излучению и сравнительно легко подвергается обратимому восстановлению.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 3,
    "element": 102,
    "code": "E102",
    "name": "Тартразин",
    "nameEng": "Tartrazine",
    "description": "Пищевая добавка E102 (артразин) — относится к красителям искусственного происхождения, используется в технологических целях в процессе производства пищевых продуктов. В природе в чистом виде не встречается. Краситель Е102 добывается из отходов производства — каменноугольного дёгтя. По своей физической форме тартразин — растворимый в воде порошок жёлтого цвета с золотым оттенком. Под воздействием солнечного света добавка Е102 может распадаться на более простые соединения. Отгружается потребителю в герметичной пластиковой, металлической (эмалированной) или стеклянной (с затемнёнными стенками) таре ввиду своей нестойкости к дневному свету.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 4,
    "element": 103,
    "code": "E103",
    "name": "Алканет",
    "nameEng": "Alkanet (chrysoine resorcinol)",
    "description": "Пищевая добавка Е103 (Алканет, алканин) — естественный краситель от золотого до бордового (тёмно-красного) цвета. Получают из экстрактов растений семейства бурачников Alkanna Tinctoria, произрастающего на юге Франции. Краситель давно нашёл применение как в качестве пищевого красителя, так и в производстве косметики. Она до сих пор используется в качестве красно-коричневой пищевой добавки в Австралии и определяется в Европе как «пищевая добавка E103», но в большинстве стран больше не разрешается для пищевого применения. Иногда также применяют названия «алконин», «алканет» и «шиконин». Алканин стабилен при нормальных температурах и давлении. При воздействии сильных окислителей добавка Е103 распадается на более простые вещества (оксиды азота, углерода, серы).",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 5,
    "element": 104,
    "code": "E104",
    "name": "Жёлтый хинолиновый",
    "nameEng": "Quinoline Yellow",
    "description": "Пищевая добавка Е104 (хинолиновый жёлтый (англ. Quinoline Yellow), также известен как Acid Yellow 3) — органическое соединение, жёлто-зелёный краситель; относится к синтетическим красителям, используется в технологических целях в процессе производства пищевых продуктов. Представляет собой органическое соединение гетероциклического ряда, применяемое для растворения серы и фосфора.",
    "risk": "средняя",
    "categories": "Красители"
  },
  {
    "id": 6,
    "element": 105,
    "code": "E105",
    "name": "Жёлтый прочный AB",
    "nameEng": "Fast Yellow AB (Acid Yellow)",
    "description": "Пищевая добавка Е105 (жёлтый прочный АВ) представляет собой синтетический краситель жёлтого цвета. Относится к группе азокрасителей — красителей на основе соединений азота.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 7,
    "element": 106,
    "code": "E106",
    "name": "Натриевая соль рибофлавин-5′-фосфата",
    "nameEng": "Flavin mononucleotide sodium salt",
    "description": "Пищевая добавка Е106 представляет собой натриевую соль рибофлавин-5'-фосфата. Е106 является синтетическим аналогом натурального витамина B2 и относится к группе красителей, применяемый в разных областях промышленности для окраски продуктов (пищевых и непищевых) в жёлтый цвет и разнообразные его оттенки.",
    "risk": "очень низкая",
    "categories": "Красители"
  },
  {
    "id": 8,
    "element": 107,
    "code": "E107",
    "name": "Жёлтый 2G",
    "nameEng": "Yellow 2G",
    "description": "Пищевая добавка Е107 (Жёлтый 2G (англ. Yellow 2G), также известен как C.I. Acid Yellow 17, Lissamine Fast Yellow, C.I. 18965) — относится к синтетическим красителям, при использовании которого продукция придаёт жёлтый оттенок. Синтезируется в лабораторных условиях в процессе обработки каменноугольной смолы.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 9,
    "element": 108,
    "code": "e108",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 10,
    "element": 109,
    "code": "e109",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 11,
    "element": 110,
    "code": "E110",
    "name": "Жёлтый «солнечный закат»",
    "nameEng": "Sunset Yellow FCF (Orange Yellow S)",
    "description": "Пищевая добавка Е110 (жёлтый краситель «солнечный закат»), также называемый «оранжевый жёлтый S» — относится к группе водорастворимых красителей, искусственно синтезируется в лабораторных условиях. Синтетический краситель Е110, особенно эффективен для окраски продуктов, подвергающихся ферментации при термической обработке.",
    "risk": "высокая",
    "categories": "Красители"
  },
  {
    "id": 12,
    "element": 111,
    "code": "E111",
    "name": "Оранжевый GGN",
    "nameEng": "Orange GGN (alpha-naphthol orange)",
    "description": "Пищевая добавка Е111 по химическому составу и свойствам идентична добавке E110, относится к группе азокрасителей. Увидеть различия между красителями E110 и Е111 можно только в инфракрасном свете. Добавка Оранжевый GGN искусственно синтезируется в лабораторных условиях из нефтяных фракций.",
    "risk": "очень высокая",
    "categories": "Красители"
  },
  {
    "id": 13,
    "element": 112,
    "code": "e112",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 14,
    "element": 113,
    "code": "e113",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 15,
    "element": 114,
    "code": "e114",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 16,
    "element": 115,
    "code": "e115",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 17,
    "element": 116,
    "code": "e116",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 18,
    "element": 117,
    "code": "e117",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 19,
    "element": 118,
    "code": "e118",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  },
  {
    "id": 20,
    "element": 119,
    "code": "e119",
    "name": null,
    "nameEng": null,
    "description": null,
    "risk": null,
    "categories": null
  }
]